[
    {
        "name":"Jay",
        "cover":"src/assets/images/theAlbum/Jay.PNG",
        "id":"0",
        "title":"2000-11-07 R&B/SOUL节奏布鲁斯/灵魂乐",
        "describe":"《Jay》是周杰伦的首张音乐专辑，由周杰伦制作、作曲，方文山、徐若瑄等人作词，收录了10首歌曲，2000年11月6日发行\n2001年，该专辑获得第12届台湾金曲奖最佳流行音乐演唱专辑奖、IFPI香港唱片销量大奖十大销量国语唱片等奖项\n1997年9月，周杰伦被吴宗宪赏识而加入唱片公司担任音乐制作助理，但是他写出来的歌没有一个歌手愿意接受\n2000年，周杰伦开始创作自己的第一张专辑，并一手包办了10首歌的制作、作曲、合声编写、三首歌的编曲以及两首歌的作词\n此外，还有徐若瑄、方文山、洪敬尧等人参与创作\n2000年7月，周杰伦将《可爱女人》的小样拿给杨峻荣听，杨峻荣对他大加赞赏并为他策划专辑\n《星晴》的作词、作曲、合声编写、吉他及合声都是由周杰伦亲自完成，这首歌曾经在2000年之前投稿给丰华唱片，当时属丰华唱片的黄舒骏觉得这首歌写得非常好，向公司表示想与周杰伦签约，但是等到后来要用这首歌的时候，周杰伦已经开始录制《Jay》这张专辑\n周杰伦创作《娘子》的时候即兴加入了一段Rap，Rap的词就延用歌曲中的一段词，这件事让方文山很生气，方文山觉得自己可以再写一段Rap，周杰伦也坚持即兴版本最完美，若重录就失去了原汁原味，最后方文山只好妥协\n《龙卷风》原本是周杰伦出道时献给吴宗宪的诚意之作，结果以不合适为理由被退掉，最后才放在了《Jay》这张专辑里面",
        "musicList":[
            {
                "name":"可爱女人",
                "url":"",
                "cover":"src/assets/images/theAlbum/Jay.png",
                "title":"可爱女人"
            }
        ]
    },
    {
        "name":"范特西",
        "cover":"src/assets/images/theAlbum/范特西.png",
        "id":"1",
        "title":"2001-09-14 R&B/SOUL节奏布鲁斯/灵魂乐",
        "describe":"《范特西》是周杰伦2001年9月14日发行的一张专辑，共收录10首歌曲\n2002年，该专辑获得第13届台湾金曲奖最佳流行音乐专辑奖、新加坡金曲奖年度最畅销专辑等奖项，周杰伦凭借该专辑获得第13届台湾金曲奖最佳专辑制作人奖、第二届全球华语歌曲排行榜颁奖礼最佳制作人等奖项\n《范特西》的专辑名称来源是英文“Fantasy”的发音，意为“幻想”\n之所以使用《范特西》这个专辑名，是因为周杰伦要用音乐给人带来异想天开的想象空间，并且《范特西》这个名字也反映了周杰伦一贯的音乐理念——音乐是幻想的，幻想是快乐的\n《范特西》由周杰伦担任专辑的制作人，全专辑10首歌曲均由周杰伦作曲\n作词方面，周杰伦负责其中2首，其余作词工作分别由方文山及徐若瑄完成\n周杰伦在制作该专辑时，没有事先告诉徐若瑄，便擅自更改了《开不了口》的歌名\n周杰伦在创作过程中把怀旧、爱情、家庭暴力、武术等各种创作意念放进音乐里\n《爸，我回来了》是周杰伦在听到朋友的遭遇后，写出的一首关于家庭暴力的歌\n专辑中的十首歌曲全部拍成MTV；而在MV的拍摄过程中，周杰伦应专辑不同歌曲的需求，扮演歌曲MV中的男主角\n在拍摄《范特西》的内页时，周杰伦首次尝试穿上改良后的忍者造型",
        "musicList":[
            {
                "name":"爱在西元前",
                "url":"",
                "cover":"src/assets/images/theAlbum/范特西.png",
                "title":"爱在西元前"
            }
        ]
    },
    {
        "name":"范特西Plus",
        "cover":"src/assets/images/theAlbum/范特西Plus.jpg",
        "id":"2",
        "title":"2001-12-28 POP流行",
        "describe":"《范特西Plus》是周杰伦于2001年12月28日发行的一张EP专辑\n这张专辑收录杰伦帮许茹芸，吴宗宪，咻比嘟哗所创作的作品\n以原创者的身份重新诠释后，别有另一番特殊味道\n一月初，才刚于桃园巨蛋及香港红磡连续举办三场个人首次演唱会的周杰伦，再一次成功证明杰伦魅力的锐不可档，而场场爆满、座无虚席的盛况，对于当时景气一片低迷的唱片业者来说，更犹如打了一剂强心针，着实令人觉得感动即兴奋！为了满足广大死忠歌迷想拥有杰伦精彩音乐录影带的愿望，因此延续这股气势，唱片公司推出了这张‘JAYCHOU周杰伦的精装E.P，VCD+CD豪华限量精装\n在这张难能可贵的VCD加CD两片装产品中，特别收录周杰伦创作经典live版E.P、13支完整搜藏版VCD，另外特别加赠“杰伦Jay酷爱温暖围巾”，可供歌迷自行挑选喜欢的颜色\n由于此精装版产品将采取限量方式售出，因次预计将会十分抢手！想重温演唱会热闹气氛的人，可从杰伦创作经典Live版E.P所收录“蜗牛”、“世界末日”、“你比从前快乐”这三首脍炙人口的歌曲中，反覆聆听回味\n杰伦分别帮许茹芸、吴宗宪、SBDW所创作的作品，经他自己原创者的身份重新诠释后，更别有另一番特殊味道极新意\n而在Bonus赠送13支MV完整搜藏版VCD中，不仅有十支“周杰伦《范特西》MV全辑”，更收录三支“超魅力演唱会MV”\n详细内容包括：背负外太空任务情感的“开不了口”、引起媒体热烈讨论的“爸我回来了”、KTV必点曲“简单爱”、挑战rap神经极限的“忍者”、摇滚中国味十足的的“双截棍”、蕴含美索不达传奇爱恋的“爱在西元前”、优等钢琴抒情曲“安静”、充满上海怀旧气氛的“上海一九四三”以及“超魅力演唱会MV”～“蜗牛”、“世界末日”、“你比从前快乐”的现场实况影像\n另外值得一提的是，于荧光幕上从未曝光的两支精彩音乐录影带“对不起”、“威廉古堡”，以及三支“超魅力演唱会MV”，将仅收录于此VCD中，供大家欣赏收藏，电视上绝对看不到，想拥有完整fantasy杰伦的歌迷朋友，机不可失",
        "musicList":[
            {
                "name":"蜗牛(Live)",
                "url":"",
                "cover":"src/assets/images/theAlbum/范特西Plus.jpg",
                "title":"蜗牛(Live)"
            }
        ]
    }
]